Repository: JLinting/OpenSKOS
Catalog: languages/*.po
Languages: nl

source: This collection does not appear to have a OAI Server as source.
nl: Deze collectie lijkt geen OAI Server als bron te hebben.

source: An OAI Harvest job is scheduled
nl: Er is een OAI harvest taak gepland

source: Since this collection has an OAI Server as source, you can not upload files for import.
nl: Omdat de collectie een OAI bron gebruikt, kunt u geen bestanden uploaden om te importeren.

source: Failed to create upload folder
nl: Kon upload map niet aanmaken

source: A file with that name is already scheduled for import. Please delete the job if you want to import it again.
nl: Er is al een taak gepland met een bestand met dezelfde naam. Verwijder dit taak en probeer het opnieuw.

source: An import job is scheduled
nl: Er is een taak gepland

source: No POST data recieved
nl: Geen POST data ontvangen

source: You can not delete an empty collection.
nl: U kunt geen lege collectie verwijderen.

source: The collection has been deleted, it might take a while before changes are committed to our system.
nl: De collectie is verwijderd, het kan even duren voor wijzigingen zijn doorgevoerd in ons systeem.

source: Collection `%s` not found
nl: Collectie `%s` niet gevonden

source: A concept can not be deleted while there are semantic relations or mapping properties associated with it.
nl: Een concept kan niet verwijderd worden zolang er nog semantische relaties of mappen eigenschappen naar verwijzen.

source: You can not edit concepts of different tenants.
nl: U kunt geen concepten van verschillende tenants aanpassen.

source: Forward
nl: Doorsturen

source: A job for deleting the concept scheme was added.
nl: Taak toegevoegd om dit concept scheme te verwijderen.

source: A job for deleting the concept scheme already exists.
nl: Een taak om dit concept scheme te verwijderen bestaat al.

source: Data saved
nl: Gegevens opgeslagen

source: Jobs removed
nl: Taken verwijderd

source: Job removed
nl: Taak verwijderd

source: No job defined
nl: Geen taak gedefineerd

source: Job not found
nl: Taak niet gevonden

source: Collection not found
nl: Collectie niet gevonden

source: The export file for this job is no longer available
nl: Het export bestand van deze taak is niet meer beschikbaar

source: You are not allowed to edit this job.
nl: U mag deze taak niet bewerken

source: You are already logged in
nl: U bent al aangemeld

source: Succesfully logged in
nl: Succesvol aangemeld

source: You have succesfully logged in with your Google account, but no user was found in our system with the emailaddress
nl: U hebt aangemeld met uw Google-account, maar geen gebruiker werd gevonden in ons systeem met dit e-mailadres

source: Please contact your application manager to give you access to OpenSKOS.
nl: Neem contact op met uw applicatiebeheerder om toegang te krijgen tot OpenSKOS.

source: Unable to verify OAuth state.
nl: Kan OAuth status niet verifiëren.

source: Please fill a profile name.
nl: Vul een profielnaam in.

source: You are not allowed to edit that search profile.
nl: U mag deze zoekprofiel niet bewerken.

source: You can not delete an empty user.
nl: U kunt geen lege gebruiker verwijderen

source: You can not delete yourself.
nl: U kunt uzelf niet verwijderen

source: The user has been deleted.
nl: De gebruiker is verwijderd

source: User not found
nl: Gebruiker niet gevonden

source: You are not allowed to edit this user.
nl: U mag deze gebruiker niet bewerken

source: Notations:
nl: Notaties:

source: Switch to view mode
nl: Naar bekijk modus

source: Export
nl: Exporteer

source: Delete
nl: Verwijder

source: Add documentation property
nl: Documenteigenschap toevoegen

source: Has broader
nl: Heeft "broader"

source: Has narrower
nl: Heeft "narrower"

source: Has related
nl: Heeft "related"

source: Has broader match
nl: Heeft "broader match"

source: Has narrower match
nl: Heeft "narrower match"

source: Has related match
nl: Heeft "related match"

source: Has mapping relation
nl: Heeft "mapping" relatie

source: Has close match
nl: Heeft "close match"

source: Has exact match
nl: Heeft "exact match"

source: Collection:
nl: Collectie:

source: Select one
nl: Kies

source: Institution code
nl: Instellingscode

source: Password
nl: Wachtwoord

source: Remember me
nl: Onthoud mij

source: Login
nl: Aanmelden

source: Truncate
nl: Trunceren

source: Instant results
nl: Directe resultaten

source: Default
nl: Herstel naar standaard

source: Custom
nl: Aangepast

source: Search Profile
nl: Zoekprofiel

source: Search
nl: Zoeken

source: You are not allowed to change your detailed search options.
nl: U mag uw zoekprofiel niet bewerken.

source: Search Profile Name
nl: Zoekprofiel naam

source: Language
nl: Taal

source: To be checked
nl: Te controleren

source: Document properties
nl: Documenteigenschappen

source: Only top concepts
nl: Alleen top-concepten

source: Only orphaned concepts
nl: Alleen verweesde concepten

source: Search in notation
nl: Zoek binnen notation

source: Search in uri
nl: Zoek in uri

source: Created, modified or approved
nl: Aangemaakt, aangepast of goedgekeurd

source: Roles
nl: Rollen

source: Users
nl: Gebruikers

source: From
nl: Vanaf

source: To
nl: Tot

source: Collections
nl: Collecties

source: Concept schemes
nl: Concept schema's

source: Reset Defaults
nl: Herstel naar standaard

source: Save Profile
nl: Bewaar profiel

source: Delete Profile
nl: Verwijder profiel

source: Save Profile As
nl: Bewaar profiel als

source: none
nl: geen

source: created
nl: aangemaakt

source: modified
nl: gewijzigd

source: approved
nl: goedgekeurd

source: candidate
nl: kandidaat

source: redirected
nl: doorgestuurd

source: not_compliant
nl: niet_conform

source: rejected
nl: afgewezen

source: obsolete
nl: vervallen

source: deleted
nl: verwijderd

source: Your access level does not allow you to use the Editor.
nl: Het is niet toegestaan om met uw account de Editor te gebruiken.

source: Your access level does not allow you access to
nl: Uw toegangsniveau geeft geen toegang tot

source: Your account is blocked.
nl: Uw account is geblokkeerd.

source: File
nl: Bestand

source: Delete concepts in this collection before import
nl: Verwijder concepten voordat er geimporteerd wordt

source: Import contains only new concepts. Do not update any concepts if they match by notation (or uri if useUriAsIdentifier is used).
nl: Import bevat alleen nieuwe concepten. Voer geen update uit op een concept als zij komen overeen met elkaar op basis van de notatie veld (of uri als useUriAsIdentifier is gebruikt).

source: delete concepts in this collection before import
nl: verwijder concepten voordat er geimporteerd wordt

source: choose optional set:
nl: kies eventueel een set:

source: Failed to load sets from OAI!
nl: Kon geen OAI sets inladen!

source: Title
nl: Titel

source: Description
nl: Beschrijving

source: Standard Licence
nl: Standaard licentie

source: Custom Licence (name)
nl: Aangepaste licentie (naam)

source: Custom (URL)
nl: Aangepast (URL)

source: Allow OpenSKOS OAI Harvesting
nl: Sta OpenSKOS OAI Harvesting toe

source: OAI baseURL
nl: OAI basis URL

source: Submit
nl: Verstuur

source: Reset
nl: Herstel

source: Cancel
nl: Annuleer

source: Are you sure you want to delete this collection and corresponding Concepts?
nl: Weet u zeker dat u deze collectie en alle bijbehorende concepten wilt verwijderen?

source: choose a standard license or type a custom one:
nl: kies een standaard licentie of typ een aangepaste:

source: Pick a provider (or leave empty)...
nl: Kies een aanbieder (of laat leeg)…

source: Failed to delete file
nl: Kon bestand niet verwijderen

source: Name
nl: Naam

source: Organisation unit
nl: Afdeling

source: Street Address
nl: Straat

source: Locality
nl: Plaats

source: Postal Code
nl: Postcode

source: Country Name
nl: Land

source: Enable the statuses system for concepts. (check help below *)
nl: Schakel de status systeem in voor concepten. (kijk naar help tekst hieronder *)

source: Password (check)
nl: Wachtwoord (controle)

source: Role
nl: Rol

source: Usertype
nl: Gebruikerstype

source: API Key (required for API users)
nl: API sleutel (verplicht voor API gebruikers)

source: eduPersonPrincipalName (for SAML authentication)
nl: eduPersonPrincipalName (voor SAML authenticatie)

source: Search Profile Id
nl: Zoekprofiel Id

source: Disable changing search profile
nl: Schakel uit het wisselen van zoek profielen

source: Are you sure you want to delete this user?
nl: Weet u zeker dat u deze gebruiker wilt verwijderen?

source: there is already a user with e-mail address '%value%'
nl: er bestaat al een gebruiker met het e-mailadres '%value%'

source: An API Key is required for users that have access to the API
nl: Een API sleutel is nodig voor gebruikers die toegang hebben tot de API hebben.

source: there is already a user with API key '%value%'
nl: er bestaat al een gebruiker met API sleutel '%value%'

source: both
nl: beiden

source: Supplied credential is invalid.
nl: Ongeldige aanmeldgegevens.

source: Authentication successful.
nl: Authenticatie succesvol.

source: Invalid type given, value should be a string
nl: Ongeldig type, de waarde moet een tekenreeks zijn.

source: '%value%' is no valid email address in the basic format local-part@hostname
nl: '%value%' is geen geldig e-mailadres volgens het basis-formaat gebruiker@hostnaam

source: '%hostname%' is no valid hostname for email address '%value%'
nl: '%hostname%' is geen geldige hostname voor e-mailadres '%value%'

source: '%hostname%' does not appear to have a valid MX record for the email address '%value%'
nl: '%hostname%' lijkt geen geldig MX record te hebben voor het e-mailadres '%value%'

source: '%hostname%' is not in a routable network segment. The email address '%value%' should not be resolved from public network.
nl: '%hostname%' zit niet in een routeerbaar network segment. Het e-mailadres '%value%' kan niet gevonden worden via het publieke netwerk.

source: '%localPart%' is no valid local part for email address '%value%'
nl: '%localPart%' is geen geldige gebruikersnaam voor het e-mailadres '%value%'

source: '%value%' exceeds the allowed length
nl: '%value%' bevat teveel tekens

source: '%value%' is less than %min% characters long
nl: '%value%' bevat minder dan %min% tekens

source: '%value%' is more than %max% characters long
nl: '%value%' bevat meer dan %max% tekens

source: Value is required and can't be empty
nl: Waarde is verplicht en mag niet leeg zijn

source: The token '%token%' does not match the given token '%value%'
nl: Het wachtwoord '%token%' verschilt van het controle-wachtwoord '%value%'

source: No token was provided to match against
nl: Geen controle-wachtwoord opgegeven

source: The two given tokens do not match
nl: De twee opgegeven wachtwoorden zijn niet gelijk

source: '%value%' is not a valid URL.
nl: '%value%' is geen geldige URL.

source: '%value%' is not a valid date string.
nl: '%value%' is geen geldige datum tekenreeks

source: organisationUnit
nl: Afdeling

source: streetAddress
nl: Straat

source: locality
nl: Plaats

source: postalCode
nl: Postcode

source: countryName
nl: Land

source: guest
nl: gast

source: administrator
nl: beheerder

source: Institution
nl: Instelling

source: License
nl: Licentie

source: Alternative formats
nl: Alternatieve formaten

source: See
nl: Zie

source: Institutions
nl: Instellingen

source: Edit collection
nl: Beheer collectie

source: Create collection
nl: Maak collectie

source: Schedule an OAI Harvest job
nl: Plan een OAI Harvest taak

source: An OAI Harvest job has already been scheduled<br/> on %started% by %user%
nl: Er is al een OAI Harvest taak gepland<br/> door %user% op %started%

source: Import new data
nl: Importeer nieuwe gegevens

source: Upload a file in (optionaly zipped) rdf-xml format (max. %s).
nl: Upload een bestand in een (eventueel ge-zipt) rdf-xml formaat (max. %s).

source: See <a href="%s">API documentation</a> for supported formats.
nl: Zie <a href="%s">API documentatie</a> voor ondersteunde formaten.

source: Current import jobs for this collection
nl: Lopende import-taken voor deze collectie

source: Manage collections
nl: Beheer collecties

source: Create a new Collection
nl: Maak een nieuwe collectie aan

source: No collections to manage.
nl: Geen te beheren collecties

source: Click on a code to edit the collection.
nl: Klik op een code om de collectie te beheren

source: Create concept scheme
nl: Maak een nieuwe ConceptScheme aan

source: The base part of the "Uri" is required.
nl: Het eerste gedeelte van de "Uri" is verplicht.

source: The last part of the "Uri" is required.
nl: Het laatste gedeelte van de "Uri" is verplicht.

source: The "Title" is required and must be filled in each language.
nl: De "Titel" is verplicht en moet in elke taal worden ingevuld.

source: Manage concept schemes
nl: Beheer concept scheme

source: Create new concept scheme
nl: Maak een nieuwe ConceptScheme aan

source: Manage icons
nl: Beheer icoontjes

source: No schemes.
nl: Geen schemes.

source: Collection
nl: Collectie

source: Change Icon
nl: Verander icoontje

source: no icon
nl: geen icoontje

source: Go to the delete job details
nl: Ga naar de verwijder taak gegevens

source: A delete job exists
nl: Een verwijder taak bestaat al

source: Delete concept scheme
nl: Verwijder concept scheme

source: Are you sure you want to delete the concept scheme?
nl: Weet u zeker dat u dit concept scheme wilt verwijderen?

source: Concept scheme saved successfully.
nl: ConceptSchema succesvol opgeslagen.

source: Are you sure you want to delete this icon?
nl: Weet u zeker dat u deze icoontje wilt verwijderen?

source: Create a concept
nl: Maak een nieuwe Concept aan

source: Create concept
nl: Nieuw Concept

source: A document property is not saved. Do you want to continue?
nl: Een attributen van de concept is niet bewaard. Wilt uw door gaan?

source: Edit concept
nl: Bewerk Concept

source: Any changes you made will not be saved. Are you sure you want to go back to view mode?
nl: Alle wijzigingen die u hebt gemaakt, worden niet opgeslagen. Weet je zeker dat je terug wilt gaan naar de view modus?

source: The concept was successfully deleted.
nl: De concept schema was met succes verwijderd

source: Are you sure you want to set that status. It can not be returned.
nl: Weet u zeker dat u dit status wil gebruiken. Het kan niet worden ongedaan.

source: Choose the concept to which this one is redirected.
nl: Kies de concept waar deze moeten verwijzen.

source: If the concept is replaced from other concept, you can choose the other one now.
nl: Als het concept is vervangen met een van andere concept, kunt u de andere concept nu kiezen.

source: To choose - click on a concept in the left search results or in right history/selection tabs.
nl: Als u wilt kiezen - klik op een concept in de linker zoek of in de rechter gsschidenis/selectie tabs.

source: Redirected to concept
nl: Doorverwezen naar concept

source: Which label to fill in the chosen concept?
nl: Welk label moet in het gekozen concept gevuld?

source: Created
nl: Aangemaakt

source: Modified
nl: Gewijzigd

source: Approved
nl: Goedgekeurd

source: undefined
nl: Niet gedefineerd

source: To be checked:
nl: Te controleren:

source: Yes
nl: Ja

source: No
nl: Nee

source: Switch to edit mode
nl: Naar bewerk modus

source: Skos Xl preferred label
nl: SKOS XL geprefereerde label

source: Skos Xl alternative label
nl: SKOS XL alternatief label

source: Skos Xl hidden label
nl: SKOS XL verborgen label

source: Search, browse and edit
nl: Zoeken, bladeren en bewerken

source: Show advanced search options
nl: Toon uitgebreide zoekmogelijkheden

source: Search result
nl: Zoekresultaat

source: No search performed.
nl: Niet gezocht.

source: No results found for
nl: Geen resultaat gevonden voor

source: Add this term
nl: Voeg deze term toe

source: No results found.
nl: Geen resultaat gevonden.

source: Unknown error occurred.
nl: Onbekend fout voor gekomen.

source: Add to selection
nl: Voeg toe aan selectie

source: Relate to current concept
nl: Relateren aan huidige concept

source: Relate
nl: Relateren

source: More results
nl: Meer resultaten

source: History
nl: Geschiedenis

source: Selection
nl: Selectie

source: Clear history
nl: Wis geschiedenis

source: Clear selection
nl: Wis selectie

source: Change status
nl: Status aanpassen

source: Remove from selection
nl: Verwijder uit selectie

source: Rem
nl: Verwijder

source: Change status for all concepts in selection
nl: Verander status van alle concepts in selectie

source: Use with caution! This action may change statuses for which the tranisiton is not allowed. For example you can update "approved" concept to be "deleted".
nl: Opletten bij gebruik! Dit actie mag de status zo aanpassen dat het niet meer mogelijk is om dit terug in de huidige status te krijgen. Bijvoorbeeld van status "goedgekeurd" naar status "verwijderd".

source: Loading...
nl: Laden...

source: This concept already exists in one or more concept schemes. Are you sure that you want to create it?
nl: Dit concept bestaat al in één of meerdere ConceptSchemes. Weet u zeker dat u het wilt aanmaken?

source: This is a new concept. Are you sure that you want to create it?
nl: Dit is een nieuw concept. Weet u zeker dat u het wilt aanmaken?

source: Are you sure you want to delete the concept.
nl: Weet u zeker dat u dit Concept wilt verwijderen?

source: Because the number of concepts is higher than
nl: Omdat het aantal concepten hooger is dan

source: or because the depth is higher then 1, the export will be executed in the background. You can donwload the file once it is ready from the section
nl: of omdat de diepte groter is dan 1, zal de uitvoer worden uitgevoerd in de achtergrond. U kunt het bestand downloaden als het eenmaal klaar is uit de sectie

source: Manage jobs
nl: Beheer taken

source: A background job will be started soon. You can track it from the section
nl: Een achtergrond taak zal binnenkort worden gestart. U kunt bijhouden vanuit de sectie

source: The collection of cocepts for the relation is not consistant. Some of them share a scheme with the current concept, some of them do not.
nl: De collectie van concepten voor deze relatie is niet consistent. Sommige delen een schema met het huidige concept, andere niet.

source: The two concepts share a concept scheme so only semantic relations can be created.
nl: De twee Concepten staan in een zelfde ConceptScheme, hierdoor kunnen alleen semantische relaties worden aangemaakt.

source: The two concepts do not share a concept scheme so only mapping properties can be created.
nl: De twee Concepten staan in niet in hetzelfde ConceptScheme, hierdoor kunnen alleen "mapping" eigenschappen worden aangemaakt.

source: Semantic relations
nl: Semantische relaties

source: Has Broader
nl: Heeft "Broader"

source: Has Narrower
nl: Heeft "Narrower"

source: Has Related
nl: Heeft "related"

source: Mapping properties
nl: Mapping eigenschappen

source: Relate to current concept scheme
nl: Relateer aan huidige ConceptScheme

source: Manage institution
nl: Beheer instelling

source: You can share this information via the OpenSKOS API
nl: U kunt deze informatie delen via de OpenSKOS API

source: Show finished jobs
nl: Toon taken die gereed zijn

source: Hide finished jobs
nl: Verberg taken die gereed zijn

source: There are no jobs scheduled.
nl: Er zijn geen taken gepland.

source: No jobs selected
nl: Geen taken gedefineerd

source: Are you sure you want to delete the selected job?
nl: Weet u zeker dat u deze taak wilt verwijderen?

source: Are you sure you want to delete the selected jobs?
nl: Weet u zeker dat u deze taken wilt verwijderen?

source: Started
nl: Gestart

source: Finished
nl: Gereed

source: Task
nl: Taak

source: Delete selected jobs
nl: Verwijder geselecteerde taken

source: Job details
nl: Details taak

source: Delete before import
nl: Verwijder voor het importeren

source: yes
nl: ja

source: no
nl: nee

source: Created by
nl: Aangemaakt door

source: Download the export file
nl: Download het exportbestand

source: File details
nl: Bestandsgegevens

source: Filesize
nl: Bestandsgrootte

source: OAI Base URL
nl: OAI basis URL

source: Until
nl: Tot en met

source: URL used for Harvesting
nl: URL gebruikt voor het harvesten

source: Remove job
nl: Verwijder taak

source: Add skos xl label to the concept
nl: SKOS XL label toevoegen aan het concept

source: Choose existing
nl: Kies bestaande

source: Create new
nl: Creëer nieuwe

source: Choose label
nl: Kies een label

source: Back
nl: Terug

source: Create a new skos xl label
nl: Een nieuwe SKOS XL label maken

source: Edit skos xl label (will apply to all concpts with that label)
nl: Bewerk SKOS XL label (geldt voor alle concepts met dat label)

source: Login for OpenSKOS Editor
nl: Inloggen OpenSKOS Editor

source: Or, sign up with ...
nl: Of, aanmelden met ...

source: Sign up with Google
nl: Aanmelden met Google

source: < Prev page
nl: < Vorige pag.

source: Next page >
nl: Volgende pag. >

source: Advanced search options
nl: Uitgebreide zoekmogelijkheden

source: Edit user
nl: Bewerk gebruiker

source: Create user
nl: Nieuwe gebruiker

source: Manage users
nl: Beheer gebruikers

source: Create a new user
nl: Maak een nieuwe gebruiker aan

source: No users to manage.
nl: Geen te beheren gebruikers.

source: Click on a name to edit the user.
nl: Klik op een naam om de gebruiker te bewerken.

source: API key
nl: API sleutel

source: User details
nl: Geburikersgegevens

source: API Key
nl: API sleutel

source: Edit password
nl: Wachtwoord aanpassen

source: Are you sure you want to logout?
nl: Weet u zeker dat u wilt uitloggen?

source: Welcome
nl: Welkom

source: logout
nl: afmelden

source: Openskos Exported Concepts
nl: OpenSKOS geexporteerde concepten
